[
    { "id": 1, "name": "Pizza Vegetariana", "price": 40, "rating": 4.2, "description":"Deliciosa pizza cargada de una variedad de vegetales frescos como pimientos, cebollas, champiñones y espinacas, todo ello combinado con un suave queso mozzarella y una salsa de tomate casera. Ideal para quienes buscan una opción saludable sin sacrificar el sabor.", "imageUrl": "https://cdn.shopify.com/s/files/1/0191/9978/files/Pizza-Veggie-Supreme-blog.jpg?v=1652775259" },
    { "id": 2, "name": "Pizza con Pepperoni", "price": 50, "rating": 5.0, "description":"La clásica pizza de pepperoni es un favorito entre los amantes de la carne. Con su base de salsa de tomate, abundante queso mozzarella y rodajas de pepperoni crujientes, esta pizza es perfecta para cualquier ocasión, ya sea una cena en familia o una reunión con amigos.", "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSArskfOI51OA-xtLn1xIq3NC6e5uDQ0fI1xA&s" },
    { "id": 3, "name": "Pizza Suprema", "price": 50, "rating": 4.0, "description":"Una explosión de sabores en cada bocado, la pizza suprema está repleta de diferentes tipos de carne, incluyendo pepperoni, jamón y salchicha, además de cebolla, pimientos y aceitunas. Esta pizza es ideal para quienes no pueden decidirse por un solo sabor y quieren disfrutar de lo mejor de todos.", "imageUrl": "https://www.pizzahut.com.sv/static/media/images/images/jpg/4556_1_08-11-2023-10-57.jpg" },
    { "id": 4, "name": "Pizza Margarita", "price": 80, "rating": 3.4, "description":"La auténtica pizza Margarita es un homenaje a los sabores simples y frescos de la cocina italiana. Con su base de salsa de tomate, mozzarella fresca y albahaca, cada bocado es una celebración de ingredientes de alta calidad. Perfecta para los puristas que aprecian el buen comer.", "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTNMvYVp5Re0_jNQgK81fqH1eCq-JLUwekHEg&s" },
    { "id": 5, "name": "Pizza Cuatro Quesos", "price": 45, "rating": 4.7, "description":"Para los amantes del queso, esta pizza es un sueño hecho realidad. Combinando cuatro tipos de quesos diferentes, como mozzarella, cheddar, gorgonzola y parmesano, cada porción está llena de sabor y cremosidad. Ideal para disfrutar con una copa de vino.", "imageUrl": "https://www.record.com.pe/wp-content/uploads/2021/09/pizza-4-quesos-g-1.png" },
    { "id": 6, "name": "Pizza BBQ Pollo", "price": 55, "rating": 4.5, "description":"Esta pizza presenta un delicioso pollo a la barbacoa, cebolla morada y un toque de cilantro. La salsa BBQ le da un sabor ahumado que complementa perfectamente el pollo, creando una experiencia culinaria única que se vuelve adictiva.", "imageUrl": "https://www.hola.com/horizon/landscape/aa7d374ef914-pizza-pollo-adobe-t.jpg" },
    { "id": 7, "name": "Pizza Hawaiana", "price": 50, "rating": 4.2, "description":"Combinando lo dulce y lo salado, la pizza hawaiana incluye jamón y trozos de piña jugosa, creando un equilibrio perfecto de sabores. Esta pizza es ideal para quienes disfrutan de una fusión única de ingredientes en cada bocado.", "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQtP-2LGl3lObIN04XA1oEoNn26v7ykCOOcMQ&s" },
    { "id": 8, "name": "Pizza de Salchicha", "price": 60, "rating": 4.8, "description":"Con una generosa cantidad de salchicha italiana, esta pizza es una opción robusta para los amantes de la carne. La mezcla de especias de la salchicha combina perfectamente con la salsa de tomate y el queso derretido.", "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTuULAaqbNLRSU9RUmCUifvI7T8hawh-YQnWQ&s" },
    { "id": 9, "name": "Pizza de Mariscos", "price": 70, "rating": 4.3, "description":"Esta pizza es un festín del mar, repleta de camarones, calamares y mejillones, todos ellos sobre una base de salsa de tomate. Es ideal para quienes buscan un sabor refrescante y ligero.", "imageUrl": "https://www.recetasnestle.com.mx/sites/default/files/styles/recipe_detail_desktop/public/srh_recipes/c768b918caebefd4f01147f69a70c31e.jpg?itok=BHmrxmn6" },
    { "id": 10, "name": "Pizza Mediterránea", "price": 65, "rating": 4.6, "description":"Una pizza inspirada en los sabores del Mediterráneo, con aceitunas, alcachofas, pimientos asados y queso feta, todo sobre una base de salsa de tomate. Perfecta para los amantes de los sabores frescos y vibrantes.", "imageUrl": "https://osterstatic.reciperm.com/webp/10400.webp" },
    { "id": 11, "name": "Pizza de Champiñones", "price": 52, "rating": 4.5, "description":"Hecha con champiñones frescos y queso mozzarella derretido, esta pizza es un clásico que nunca pasa de moda. Perfecta para una cena tranquila o una reunión con amigos.", "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR5A3t_IvnTMBtJWDTNRKqv1ObUWdR5Ucsgig&s" },
    { "id": 12, "name": "Pizza Mexicana", "price": 58, "rating": 4.4, "description":"Una deliciosa mezcla de sabores picantes, con jalapeños, carne molida, frijoles y mucho queso. Esta pizza es ideal para quienes buscan un toque de emoción en su comida.", "imageUrl": "https://mandolina.co/wp-content/uploads/2023/07/pizza-mexciana-1200x900.png" }
]